
/*

$$$$$$\            $$\                                               
$$  __$$\           $$ |                                              
$$ /  \__|$$\   $$\ $$$$$$$\  $$$$$$$$\  $$$$$$\   $$$$$$\   $$$$$$\  
\$$$$$$\  $$ |  $$ |$$  __$$\ \____$$  |$$  __$$\ $$  __$$\ $$  __$$\ 
 \____$$\ $$ |  $$ |$$ |  $$ |  $$$$ _/ $$$$$$$$ |$$ |  \__|$$ /  $$ |
$$\   $$ |$$ |  $$ |$$ |  $$ | $$  _/   $$   ____|$$ |      $$ |  $$ |
\$$$$$$  |\$$$$$$  |$$$$$$$  |$$$$$$$$\ \$$$$$$$\ $$ |      \$$$$$$  |
 \______/  \______/ \_______/ \________| \_______|\__|       \______/

Project Name : SubZero MD
Creator      : Darrell Mucheri ( Mr Frank OFC )
Repo         : https//github.com/mrfrank-ofc/SUBZERO-MD
Support      : wa.me/18062212660
*/






















































/*

$$$$$$\            $$\                                               
$$  __$$\           $$ |                                              
$$ /  \__|$$\   $$\ $$$$$$$\  $$$$$$$$\  $$$$$$\   $$$$$$\   $$$$$$\  
\$$$$$$\  $$ |  $$ |$$  __$$\ \____$$  |$$  __$$\ $$  __$$\ $$  __$$\ 
 \____$$\ $$ |  $$ |$$ |  $$ |  $$$$ _/ $$$$$$$$ |$$ |  \__|$$ /  $$ |
$$\   $$ |$$ |  $$ |$$ |  $$ | $$  _/   $$   ____|$$ |      $$ |  $$ |
\$$$$$$  |\$$$$$$  |$$$$$$$  |$$$$$$$$\ \$$$$$$$\ $$ |      \$$$$$$  |
 \______/  \______/ \_______/ \________| \_______|\__|       \______/

Project Name : SubZero MD
Creator      : Darrell Mucheri ( Mr Frank OFC )
Repo         : https//github.com/mrfrank-ofc/SUBZERO-MD
Support      : wa.me/18062212660
*/


































































const _0x1e0373=_0x3291;(function(_0x32168b,_0x4c24c2){const _0x909252=_0x3291,_0x3eec98=_0x32168b();while(!![]){try{const _0x34426b=-parseInt(_0x909252(0x185))/0x1+-parseInt(_0x909252(0x19c))/0x2*(-parseInt(_0x909252(0x178))/0x3)+-parseInt(_0x909252(0x196))/0x4+parseInt(_0x909252(0x18e))/0x5+parseInt(_0x909252(0x17e))/0x6+-parseInt(_0x909252(0x191))/0x7*(-parseInt(_0x909252(0x194))/0x8)+-parseInt(_0x909252(0x18c))/0x9;if(_0x34426b===_0x4c24c2)break;else _0x3eec98['push'](_0x3eec98['shift']());}catch(_0x560704){_0x3eec98['push'](_0x3eec98['shift']());}}}(_0x53d9,0xe76f3));function hi(){const _0x4d5442=_0x3291;console[_0x4d5442(0x17b)](_0x4d5442(0x19a));}function _0x53d9(){const _0x3df3ba=['*\x0a▧\x20*ᴘʀᴇғɪx*\x20:\x20*','962224XXRrbV','sendMessage','../command','totalmem','*\x0a▧\x20*ʀᴀᴍ*\x20:\x20','*\x20⚡\x0a▧\x20*ᴜᴘᴛɪᴍᴇ*\x20:\x20','../config','3IhFQgM','repeat','axios','log','menu','get','6753780hfxriX','round','MODE','https://raw.githubusercontent.com/mrfrank-ofc/SUBZERO-MD/master/package.json','❄️『\x20𝐒𝐔𝐁𝐙𝐄𝐑𝐎\x20𝐌𝐃\x20』❄️\x20','heapUsed','memoryUsage','1400768PWnYKA','data','BOT_NAME','https://github.com/mrfrank-ofc/SUBZERO-MD-DATABASE/raw/refs/heads/main/audios/subzero-menu.mp3','```\x0a\x20\x20\x20\x20\x0a⟣──────────────────⟢\x0a▧\x20*ᴄʀᴇᴀᴛᴏʀ*\x20:\x20*ᴍʀ\x20ғʀᴀɴᴋ\x20(🇿🇼)*\x0a▧\x20*ᴍᴏᴅᴇ*\x20:\x20*','https://i.postimg.cc/WpQLCg85/White-and-Green-Simple-Professional-Business-Project-Presentation.jpg','toFixed','10907064FMucKd','subzero\x20menu','4519320JHTkiU','MB\x20/\x20','\x0a\x0a*🏮\x20`SUBZERO\x20DOWNLOADER`\x20🏮*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ғʙ*\x0a*┋*\x20*⬡\x20ɪɴꜱᴛᴀ*\x0a*┋*\x20*⬡\x20sᴘᴏᴛɪғʏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ɢᴅʀɪᴠᴇ*\x0a*┋*\x20*⬡\x20ᴛᴡɪᴛᴛᴇʀ*\x0a*┋*\x20*⬡\x20ᴛᴛ*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇ*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇᴘʀᴏ*\x0a*┋*\x20*⬡\x20ꜱᴏɴɢ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ2*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ3*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ2*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ3*\x0a*┋*\x20*⬡\x20ɢɪᴛᴄʟᴏɴᴇ*\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴀᴘᴋ*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ3*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ4*\x0a*┋*\x20*⬡\x20ᴘɪɴᴛᴇʀᴇsᴛ*\x0a*┋*\x20*⬡\x20ʙᴀɪsᴄᴏᴘᴇ*\x0a*┋*\x20*⬡\x20ɢɪɴɪsɪsɪʟᴀ*\x0a*╰─────────────╶╶···◈*\x0a\x0a*🔎\x20`SEARCH-CMD`\x20🔍*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʏᴛꜱ*\x0a*┋*\x20*⬡\x20ʏᴛᴀ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ɢɪᴛsᴛᴀʟᴋ*\x0a*┋*\x20*⬡\x20ᴡɪᴋɪᴘᴇᴅɪᴀ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇɪɴғᴏ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʙɪʙʟᴇ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇ*\x0a*┋*\x20*⬡\x20ᴡᴇᴀᴛʜᴇʀ*\x0a*┋*\x20*⬡\x20ssᴡᴇʙ\x0a*┋*\x20*⬡\x20ɴᴘᴍ*\x0a*╰─────────────╶╶···◈*\x0a*🧠\x20`AI-CMD`\x20🧠*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɢᴘᴛ*\x0a*┋*\x20*⬡\x20ᴀɪ*\x0a*┋*\x20*⬡\x20ʙᴏᴛ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏ*\x0a*┋*\x20*⬡\x20ɢᴇᴍɪɴɪ*\x0a*┋*\x20*⬡\x20ɢᴇᴍɪɴɪᴘʀᴏ*\x0a*┋*\x20*⬡\x20ʙɪɴɢ*\x0a*┋*\x20*⬡\x20ᴄᴏᴘɪʟᴏᴛ*\x0a*┋*\x20*⬡\x20ᴄʟᴀᴜᴅᴇᴀɪ*\x0a*┋*\x20*⬡\x20ᴀʀᴛ*\x0a*┋*\x20*⬡\x20ᴍɪsᴛʀᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴍᴇᴛᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴄʜᴀᴛɢᴘᴛ*\x0a*┋*\x20*⬡\x20ɢᴘᴛ3*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4ᴏ*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ2*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ3*\x0a*┋*\x20*⬡\x20ғʟᴜx*\x0a*┋*\x20*⬡\x20ғʟᴜᴘʀᴏ*\x0a*┋*\x20*⬡\x20ɪᴍᴀɢɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴅᴀʟʟᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*👨‍💻\x20`OWNER-CMD`\x20👨‍💻*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇᴄᴍᴅ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ʙᴏᴛsᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20ᴜɴʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20sʜᴜᴛᴅᴏᴡɴ*\x0a*┋*\x20*⬡\x20ᴄʟᴇᴀʀᴄʜᴀᴛs*\x0a*┋*\x20*⬡\x20sᴇᴛᴘᴘ*\x0a*┋*\x20*⬡\x20ғᴜʟʟᴘᴘ*\x0a*┋*\x20*⬡\x20ʙʀᴏᴀᴅᴄᴀsᴛ*\x0a*┋*\x20*⬡\x20ᴊɪᴅ*\x0a*┋*\x20*⬡\x20ɢᴊɪᴅ*\x0a*┋*\x20*⬡\x20ʀᴇꜱᴛᴀʀᴛ*\x0a╰─────────────╶╶···◈\x0a\x0a*👥\x20`GROUP-CMD`\x20👥*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʀᴇᴍᴏᴠᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇʟᴇᴛᴇ*\x0a*┋*\x20*⬡\x20ᴀᴅᴅ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋᴀʟʟ*\x0a*┋*\x20*⬡\x20sᴇᴛɢᴏᴏᴅʙʏᴇ*\x0a*┋*\x20*⬡\x20sᴇᴛᴡᴇʟᴄᴏᴍᴇ*\x0a*┋*\x20*⬡\x20ᴘʀᴏᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴛᴀɢᴀʟʟ*\x0a*┋*\x20*⬡\x20ɢᴇᴛᴘɪᴄ*\x0a*┋*\x20*⬡\x20ɪɴᴠɪᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴠᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴʀᴇǫᴜᴇsᴛs*\x0a*┋*\x20*⬡\x20ᴀʟʟʀᴇǫ*\x0a*┋*\x20*⬡\x20ᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴜɴᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ᴜɴʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ʟᴇᴀᴠᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢɴᴀᴍᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢᴅᴇsᴄ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴ*\x0a*┋*\x20*⬡\x20ʜɪᴅᴇᴛᴀɢ*\x0a*┋*\x20*⬡\x20ɢɪɴғᴏ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏɴ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏғғ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x207ᴅ\x2024ʜ\x2090ᴅ*\x0a*┋*\x20*⬡\x20sᴇɴᴅᴅᴍ*\x0a*┋*\x20*⬡\x20ᴏᴘᴇɴᴛɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴄʟᴏsᴇᴛɪᴍᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*📃\x20`INFO-CMD`\x20📃*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʟʟᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ʙᴇᴛᴀᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴄʀɪᴘᴛ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a*┋*\x20*⬡\x20ʙᴏᴛɪɴꜰᴏ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ꜱᴜᴘᴘᴏʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ2*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ᴠᴇʀsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ2*\x0a╰─────────────╶╶···◈\x0a\x0a*🍭\x20`CONVERTER-CMD`\x20🍭*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇ*\x0a*┋*\x20*⬡\x20ᴀᴛᴛᴘ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ1*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ2*\x0a*┋*\x20*⬡\x20ғᴀɴᴄʏ*\x0a*┋*\x20*⬡\x20ᴠᴠ*\x0a*┋*\x20*⬡\x20ϙʀ*\x0a*┋*\x20*⬡\x20ᴛɪɴʏ*\x0a*┋*\x20*⬡\x20sʜᴏʀᴛ*\x0a*┋*\x20*⬡\x20ᴠᴇʀsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴛᴇᴍᴘᴍᴀɪʟ*\x0a*┋*\x20*⬡\x20ᴇɴᴄᴏᴅᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇᴄᴏᴅᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*⚙️\x20`SUBZERO-SETTINGS`\x20⚙️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏᴇɴᴠ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴠᴇʀsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*♻️\x20`RANDOM-CMD`\x20♻️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴄᴘᴘ*\x0a*┋*\x20*⬡\x20ᴅᴏɢ*\x0a*┋*\x20*⬡\x20ʀᴀɴᴅᴏᴍᴡᴀʟʟᴘᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ᴀᴡᴏᴏ*\x0a*┋*\x20*⬡\x20ᴡᴀɪғᴜ*\x0a*┋*\x20*⬡\x20ɢᴀʀʟ*\x0a*┋*\x20*⬡\x20ᴍᴀɪᴅ*\x0a*┋*\x20*⬡\x20ɴᴇᴋᴏ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ1*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ2*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ3*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ4*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ5*\x0a╰─────────────╶╶···◈\x0a\x0a*🎀\x20`WALLPAPERS-CMD`\x20🎀*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴡᴀʟʟᴘᴀᴘᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a*😆\x20`FUN-CMD`\x20😆*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sʜʏ*\x0a*┋*\x20*⬡\x20sʜʏʏ*\x0a*┋*\x20*⬡\x20ʜᴀᴘᴘʏ*\x0a*┋*\x20*⬡\x20sᴀᴅ*\x0a*┋*\x20*⬡\x20ᴀɴɢʀʏ*\x0a*┋*\x20*⬡\x20ʜᴀɴᴅ*\x0a*┋*\x20*⬡\x20ɴɪᴋᴀʟ*\x0a*┋*\x20*⬡\x20ʜᴜɢ*\x0a*┋*\x20*⬡\x20ᴍᴏᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a*┋*\x20*⬡\x20ᴄᴏɴғᴜsᴇᴅ*\x0a*┋*\x20*⬡\x20ʜᴇᴀʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪᴄᴋᴜᴘʟɪɴᴇ*\x0a*┋*\x20*⬡\x20ғᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴜᴛʜ*\x0a*┋*\x20*⬡\x20ᴅᴀʀᴇ*\x0a*┋*\x20*⬡\x20ᴄʜᴀʀᴀᴄᴛᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*❄️\x20`TOOLS-CMD`\x20❄️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴊᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ꜰᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ɢɪᴛʜᴜʙ*\x0a*┋*\x20*⬡\x20ɢᴘᴀꜱꜱ*\x0a*┋*\x20*⬡\x20ssᴡᴇʙ*\x0a*┋*\x20*⬡\x20sʜᴏʀᴛᴇɴ*\x0a*┋*\x20*⬡\x20ᴛɪɴʏᴜʀʟ*\x0a*┋*\x20*⬡\x20ʜᴀᴄᴋ*\x0a*┋*\x20*⬡\x20ǫᴜᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20sʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴅᴇꜰɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*🔞\x20`NSFW-CMD`\x20🔞*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴇᴊᴀᴄᴜʟᴀᴛɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴘᴇɴɪs*\x0a*┋*\x20*⬡\x20ᴇʀᴇᴄ*\x0a*┋*\x20*⬡\x20ɴᴜᴅᴇ*\x0a*┋*\x20*⬡\x20sᴇx*\x0a*┋*\x20*⬡\x20ᴄᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴏʀɢᴀsᴍ*\x0a*┋*\x20*⬡\x20ᴀɴᴀʟ*\x0a*┋*\x20*⬡\x20sᴜsᴘᴇɴsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*━━━━━━━━━━━━━━━━━━━━*⁠⁠⁠⁠\x0a>\x20ＭＡＤＥ\x20ＢＹ\x20ＭＲ\x20ＦＲＡＮＫ\x0a*━━━━━━━━━━━━━━━━━━━━━*\x0a','203JBsxnn','fromCharCode','../package.json','463992RgksHR','../lib/functions','2527832EjDjxx','\x0a\x0a\x20\x20\x20\x20\x20\x20\x20```','version','MB\x0a▧\x20*ᴠᴇʀsɪᴏɴ*\x20:\x20*','Hello\x20World!'];_0x53d9=function(){return _0x3df3ba;};return _0x53d9();}function _0x3291(_0x4a40f0,_0x2fff89){const _0x53d91f=_0x53d9();return _0x3291=function(_0x32914f,_0x305e4c){_0x32914f=_0x32914f-0x174;let _0x4b27d8=_0x53d91f[_0x32914f];return _0x4b27d8;},_0x3291(_0x4a40f0,_0x2fff89);}hi();const config=require(_0x1e0373(0x177)),{cmd,commands}=require(_0x1e0373(0x19e)),os=require('os'),{runtime}=require(_0x1e0373(0x195)),axios=require(_0x1e0373(0x17a)),more=String[_0x1e0373(0x192)](0x200e),readMore=more[_0x1e0373(0x179)](0xfa1),packageName=require(_0x1e0373(0x193)),currentVersion=packageName[_0x1e0373(0x198)],apiUrl=_0x1e0373(0x181),response=await axios[_0x1e0373(0x17d)](apiUrl),data=response[_0x1e0373(0x186)],latestVersion=data[_0x1e0373(0x198)];cmd({'pattern':_0x1e0373(0x17c),'desc':_0x1e0373(0x18d),'category':'menu','react':'📑','filename':__filename},async(_0x4b6cb4,_0x557929,_0x23ac61,{from:_0x134e8a,quoted:_0x4bf711,body:_0x24431f,isCmd:_0x4d6e47,command:_0x10d0b3,args:_0x284ee0,q:_0x25faf4,isGroup:_0x3c4d94,sender:_0x390edf,senderNumber:_0x3c90a4,botNumber2:_0x1d1023,botNumber:_0x56b025,pushname:_0x40ddb4,isMe:_0x3af1b0,isOwner:_0x34579b,groupMetadata:_0x378556,groupName:_0x12e02d,participants:_0x1e6a42,groupAdmins:_0x14cb30,isBotAdmins:_0x18b9f2,isAdmins:_0x5728df,reply:_0x3c5b48})=>{const _0xf1d25e=_0x1e0373;try{let _0x1daee7=_0xf1d25e(0x197)+config[_0xf1d25e(0x187)]+_0xf1d25e(0x189)+config[_0xf1d25e(0x180)]+_0xf1d25e(0x19b)+config['PREFIX']+_0xf1d25e(0x175)+(process[_0xf1d25e(0x184)]()[_0xf1d25e(0x183)]/0x400/0x400)[_0xf1d25e(0x18b)](0x2)+_0xf1d25e(0x18f)+Math[_0xf1d25e(0x17f)](require('os')[_0xf1d25e(0x174)]/0x400/0x400)+_0xf1d25e(0x199)+currentVersion+_0xf1d25e(0x176)+runtime(process['uptime']())+'\x0a\x0a⟣──────────────────⟢\x0a\x0a>\x20ＳＵＢＺＥＲＯ\x20-\x20ＭＤ-\x20ＢＯＴ\x0a\x0a⟣──────────────────⟢\x0a'+readMore+_0xf1d25e(0x190);await _0x4b6cb4[_0xf1d25e(0x19d)](_0x134e8a,{'image':{'url':_0xf1d25e(0x18a)},'caption':_0x1daee7,'contextInfo':{'mentionedJid':[_0x23ac61['sender']],'forwardingScore':0x3e7,'isForwarded':!![],'forwardedNewsletterMessageInfo':{'newsletterJid':'120363304325601080@newsletter','newsletterName':_0xf1d25e(0x182),'serverMessageId':0x8f}}},{'quoted':_0x557929}),await _0x4b6cb4['sendMessage'](_0x134e8a,{'audio':{'url':_0xf1d25e(0x188)},'mimetype':'audio/mp4','ptt':!![]},{'quoted':_0x557929});}catch(_0x292d0e){console[_0xf1d25e(0x17b)](_0x292d0e),_0x3c5b48(''+_0x292d0e);}});

//  SUBZERO SC BY MR FRANK
// Just Deploy Bro
// Fuck you
